import React from "react";
import "./Policies.css";

const Policies = () => {
  return (
    <div className="policies-container">
      <h2>سياسة الاسترجاع</h2>
      <div className="policy-section">
        <h3>١ : التدريب الأونلاين</h3>
        <p>
          بعد دفع الاشتراك، يتم مراجعة بياناتك وأجوبتك في الفورم الذي أرسله لك على
          الواتساب، وذلك لمعرفة المزيد عنك وعن يومك حتى يكون البرنامج دقيقًا بنسبة
          100٪.
        </p>
        <p>يتم استلام البرنامج خلال ٤٨ إلى ٩٦ ساعة.</p>
        <p>
          بعد دفع الاشتراك، لا يوجد استرداد للمبلغ، حيث تتم مراجعة جميع بياناتك،
          بما في ذلك الأسئلة والصور، ويتم تسجيل كل ذلك في النظام. هذه العملية
          تتطلب مجهودًا ووقتًا لإدخال بياناتك، ولذلك لا يمكن استرداد المبلغ في
          منتصف العملية لأن العمل يكون قد بدأ بالفعل ✅.
        </p>
      </div>
    </div>
  );
};

export default Policies;